Repository: nikolaevich23/pkgi
Catalog: pkgfiles/USRDIR/LANG/*.po
Languages: ru

source: Installing
ru: Установка

source: Please wait...
ru: Пожалуйста, подождите...

source: Installation failed
ru: Установка не удалась

source: Successfully downloaded
ru: Загрузка завершена!

source: Task successfully queued (reboot to start)
ru: Задача добавлена в очередь (старт после перезагрузки)

source: GB
ru: ГБ

source: MB
ru: МБ

source: KB
ru: КБ

source: B
ru: Б

source: pkg requires %u %s free space, but only %u %s available
ru: Требуется %u %s свободного места, доступно %u %s

source: All
ru: Все

source: Games
ru: Игры из регионов

source: RUS
ru: Игры на русском

source: PS2
ru: Игры PS2 для PS3

source: PS1
ru: Игры PS1 для PS3

source: miniS
ru: miniS для PS3

source: DLCs
ru: Дополнения DLC

source: Themes
ru: Темы оформления

source: Avatars
ru: Аватары

source: Demos
ru: Демо

source: Managers
ru: Менеджеры

source: Apps
ru: Приложения

source: Cheats
ru: Читы к играм

source: Updates
ru: Обновление

source: Unknown
ru: Неизвестно

source: Exit to XMB?
ru: Вы действительно хотите выйти в XMB?

source: No items!
ru: Список пуст!

source: Item already installed, download again?
ru: Контент уже установлен, скачать заново?

source: Refreshing
ru: Обновление

source: Count
ru: Итого

source: Free
ru: Свободно

source: Select
ru: Выбор

source: Close
ru: Закрыть

source: Cancel
ru: Отмена

source: Download
ru: Скачать

source: Menu
ru: Меню

source: Details
ru: Детали

source: Exit
ru: Выход

source: Successfully downloaded PKGi PS3 RUS MOD update
ru: Успешно скачано обновление PKGi PS3 RUS MOD

source: The system is not activated!
ru: Система не активирована!

source: Active user: %d
ru: Активный пользователь: %d

source: Act.dat not found, activate the console according
ru: Act.dat не найден, активируйте консоль согласно

source: to the instructions in the topic [FAQ] Game formats
ru: инструкции в теме [FAQ] Форматы игр

source: [install, mount, transfer, delete]
ru: [установка, монтирование, перенос, удаление]

source: Search
ru: Поиск

source: failed to download list from
ru: не удалось загрузить список из

source: list is too large... check for newer pkgi version!
ru: список слишком велик... проверьте наличие более новой версии pkgi!

source: list is empty... check the DB server
ru: список пуст... проверьте сервер БД

source: ERROR: pkgi.txt file(s) missing or bad config.txt file
ru: ОШИБКА: отсутствует файл pkgi.txt или испорчен config.txt

source: Content
ru: Контент

source: Failed to download the update list
ru: Не удалось загрузить список обновлений

source: update(s) loaded
ru: обновлений загружено

source: press %s to cancel
ru: Нажмите %s для отмены

source: press %s to close - %s to scan updates
ru: Нажмите %s чтобы закрыть - %s для проверки обновлений

source: Enter
ru: Ввод

source: Back
ru: Назад

source: press %s to close
ru: Нажмите %s чтобы закрыть

source: Install
ru: Установка

source: ETA
ru: Осталось

source: Could not send HTTP request
ru: Не удалось отправить HTTP-запрос

source: HTTP request failed
ru: HTTP-запрос не удался

source: HTTP response has unknown length
ru: HTTP-ответ имеет неизвестную длину

source: Not enough free space on HDD
ru: Недостаточно свободного места на HDD

source: Could not create task directory on HDD.
ru: Не удалось создать директорию задач на HDD.

source: Saving background task...
ru: Сохранение фоновой задачи...

source: Could not create PKG file to HDD.
ru: Не удалось создать файл PKG на HDD.

source: Could not create task files to HDD.
ru: Не удалось создать файлы задач на HDD.

source: HTTP download error
ru: Ошибка загрузки по HTTP

source: HTTP connection closed
ru: HTTP-соединение закрыто

source: failed to write to
ru: не удалось записать

source: cannot create folder
ru: не удалось создать папку

source: cannot create file
ru: не удалось создать файл

source: cannot resume file
ru: невозможно возобновить файл

source: pkg integrity failed, try downloading again
ru: Ошибка целостности pkg, попробуйте загрузить снова

source: Creating RAP file
ru: Создание файла RAP

source: Cannot save
ru: Не удалось сохранить

source: Creating RIF file
ru: Создание файла RIF

source: Resuming...
ru: Возобновление...

source: Downloading icon
ru: Загрузка иконки

source: Could not create install directory on HDD.
ru: Не удалось создать установочный каталог на HDD.

source: Search...
ru: Поиск...

source: Sort by:
ru: Сортировка:

source: Title
ru: TitleID

source: Region
ru: Регион

source: Name
ru: Название

source: Size
ru: Размер

source: Content:
ru: Контент:

source: Regions:
ru: Регионы:

source: Asia
ru: Азия

source: Europe
ru: Европа

source: Japan
ru: Япония

source: USA
ru: Америка

source: Options:
ru: Параметры:

source: Back. DL
ru: Фоновая загрузка

source: Music
ru: Мелодия

source: Refresh...
ru: Обновить базу...

source: Direct DL
ru: Прямая загрузка
